[
  "长安觉得她是隔了相当的距离看这太阳里的庭院，从高楼上望下来，明晰，亲切，然而没有能力干涉，天井，树，曳着萧条的影子的两个人，没有话不多的一点回忆，将来是要装在水晶瓶里双手捧着看的她的最初也是最后的爱。",
  "人的一生就是一个储蓄的过程，在奋斗的时候储存了希望；在耕耘的时候储存了一粒种子；在旅行的时候储存了风景；在微笑的时候储存了快乐。聪明的人善于储蓄，在漫长而短暂的人生旅途中，学会储蓄每一个闪光的瞬间，然后用它们酿成一杯美好的回忆，在四季的变幻与交替之间，散发浓香，珍藏一生。",
  "“茶亦醉人何必酒，书能香我不须花”。不管历史如何变迁，女人喜欢裙子的心情总是涛声依旧。裙子伴随女人穿过了春，迎来了夏，走过了秋，又渡过了冬。我深信，裙子使女人美丽，还女人窈窕，让女人妩媚，给女人自信。",
  "慢慢才知道很多东西是可遇而不可求的，很多东西只能拥有一次；慢慢才知道人的性格可以差异到如此之大；慢慢才知道两个天天在一起的人不一定是朋友，有可能什么都不是；慢慢才知道手机是别人有事找你时用的，并不是为交流感情的；慢慢才知道快乐常常来自回忆，而痛苦常常来自于回忆与现实的差距。",
  "终有一天，遇到这样一个人，陌生的完全不熟悉的人，毫无感情基础，但感觉是可以很好的一起生活的人。于是，疲惫不已的心，终于愿意停靠。",
  "智慧由听而得，悔恨由说而生；没有口才又不守沉默的人，会有大不幸。君子话简而实，小人话杂而虚。不必说而说，这是多说，多说要招怨；不当说而说，这是瞎说，瞎说要惹祸。多思考，少发言。勿过于依赖语言的功能，却忘了沉默的力量。说话出自天性，沉默出自智慧。",
  "不适合的鞋子，就不要硬塞了，磨的是自己的脚；打电话对方不接，就不要一次又一次重播了，珍惜你的人会第一时间打来；搬走的餐厅，就不要大老远过去吃了，你的时间不能一直花在追随的路上。所有人和事，自己问心无愧就好，不是你的也别强求，反正离去的，都是风景，留下的，才是人生。",
  "心累的时候，可以停止思考，不再让神经细胞转动，可是，有一种思念，或者是一种想念，无法静止。浮现的就是那一个人的影子，一个陌生的影子。闭上眼睛，慢慢寻找我们的足迹，或许早已被吹散，但能感觉到，未曾被雨水冲洗干净的足迹。",
  "虽然现实生活中，不是所有的梦想都能开花结果，也不是所有的人都能梦想成真。但每一个梦想都是绚烂多姿，每一个人都因追逐梦想而生活得更加精彩。",
  "一个人的成熟与否，不是出口成章，说出许多深刻的道理，或者是思想境界达到很高。而是待人接物让人舒适，并且不卑不亢，保留自我的棱角又有接纳他人的圆润而活着。成熟的人不需要辩解，仅仅一个微笑就足够了。",
  "佛家也说：心魔即魔，心佛即佛。有时现状并不让我们满意，但我们很难改变他人或是要求他人，我们只能通过改变自己来影响他人；我们更不能抱怨环境，因为“环境是结果，思想是原因”。所以我想说：要想事情改变，先改变自己；要想事情变得更好，先让自己更好。",
  "尽管面对上万只的黄羊，面对凶猛的老虎，我们都毫不退缩。但是面对人类的枪口，适当的转移是明智的。我们不缺乏成功的信念，但是我们绝不是痴心妄想只会送死的傻瓜。",
  "正如要在路旁多栽树一样，我们也要在自己的人生路上多交些知心朋友，那么你这一路走来，便会是馨香满怀，心旷神怡。爱人是路，朋友是树。一路上有朋友相伴，但千万莫忘路，也别迷路。",
  "在感情没到那份上的时候，你想爱人家好好爱就是了，爱就是嘘寒问暖，是犬马之诚，是投以木李，报之琼玖，匪报而永以为好也。什么欲擒故纵，什么声东击西，什么知我者谓我心忧，不知我者谓我何求。别学那些没用的，初级就只能做任务，被爱的人才有资格用技能。",
  "你可以忽略我的感受，也可以肆意挥霍我的热情，甚至不理会我的沮丧难过，可是有一点你必须得明白，每个人能付出的爱都是有限的，无论是对朋友还是爱人，如果你让我感觉到力不从心了，迟早有一天我会离开你，那就永远都回不来了，永远。",
  "人生无需后悔，逝去的事就像一阵风；人生不需要遗憾，该来的终究还是要来；人生不需要懊恼，愁白的头发难以再黑；人生不需要哀叹，丧失自信就将失去一切！",
  "我不要自己在世界多么重要，从一开始，世界和我就是两件不同的事。看吧，那些我犯过的错都在保证：我将用我一生的细节珍爱你细节的一生，便是这世界背我而去，我也心满意足。我只请求一件事——我不要思念你，我要紧挨着你。",
  "让爱幸福，纷乱的思绪成了过客，等待着高铁被带入另一种地域另一种生活时，豁然的开朗才能把浇筑的幸福定格。这是理想化的宣言，却能让理想实质起来。",
  "也许想起你的时候还是会有些异样的感觉在心理，和其他人走曾经和你一起走过的路会不自然的恍神，想起曾经的你。不自觉的会把其他的人与你比较，想象如果现在陪在我身边的人是你，你会怎么做，我会有多么开心。",
  "人是从挫折当中去奋进，从怀念中向往未来，从疾病当中恢复健康，从无知当中变得文明，从极度苦恼当中勇敢救赎，不停的自我救赎，并尽可能的帮助他人。人之优势所在，是必须充满精力自我悔改自我反省自我成长;并非一味的向人抱怨。",
  "我们每个人都应微笑面对人生，没有了怨言，也就不会有哀愁。一个人有了希望，就会对生活充满信心，只要你用美好的心灵看世界，总是以乐观的精神面对人生。",
  "如果有来生，我要做一棵树，站成永恒，没有悲欢的姿势。一半在土里安详，一半在风里飞扬，一半洒落阴凉，一半沐浴阳光，非常沉默非常骄傲，从不依靠从不寻找。 ",
  "逆境是磨练意志的熔钢炉，困苦是完成人格的助燃剂，理想是建设人生的航标灯，信心是到达目标的原动力。性格像三国，合久必分分久必合；情感像西游，九九八十一难，方才取得真爱；事业更像红楼，总有人把它奉为攀登，耗费毕生精力；人生最像水浒，管你有多轰轰烈烈，最终一切被平淡招安。",
  "失败往往只是暂时的，痛苦的不过是自己放大的，克服困难的过程需要自己的努力，前方的路到底是难是易，很大程度取决于真实的自己。",
  "有人说，爱上一座城，是因为城中住着某个喜欢的人。其实不然，爱上一座城，也许是为城里的一道生动风景，为一段青梅往事，为一座熟悉老宅。或许，仅仅为的只是这座城。就像爱上一个人，有时候不需要任何理由，没有前因，无关风月，只是爱了。",
  "总有一天，你会对著过去的伤痛微笑。你会感谢离开你的那个人，他配不上你的爱、你的好、你的痴心。他终究不是命定的那个人。幸好他不是。",
  "什么是爱情，什么是幸福，我始终无法作答。但若我真的喜欢一个人，我就会拥抱着他，直到天荒地老，直到这个宇宙沦为一粒尘埃，直到有一天我的心成为磐石，再无知觉。",
  "感伤，让我来解释的话，便如字面所显示：感性的伤痕，也就是心灵的创伤。心没有一丝伤疤的人这世上不会有吧……没有一点点感伤的浸润，这个世界将会变成荒野。",
  "是你变了心，还是白天黑夜交换了时差？你笑着说，我们还是似曾相识的朋友样子。我住在这个伤感的城市，而你却在那头看不见的城市，没有你的城市我只是一个人独自，而你却依然存活的快活。我把所有白纸写满你的名字，写满我对你的所有心事，我想把对你的爱全部颠覆，让你知道这些都是事实。",
  "所谓坚持，不是四处寻求安慰后的坚持，不是需求鼓励后的坚持，不是被人说服后的坚持。 而是无论如何，牙碎自己吞，流泪自己擦，摔了站起来继续走。 真正的坚持，和别人永远发生不了关系，全靠自己每日擦拭。 不要逢人便说：请鼓励我，我会坚持下去的。 那不是坚持，是乞讨。",
  "在生活中，我们凡事都不要追求的太过完美。持一颗平常心，得之我幸，失之我命，释然生活中种种的不尽人意。或许你会感受到生活别样的轻松与知足。"
]